<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
     <div class="admin-content-body">
      <div class="am-g">
          <div class="am-cf am-padding am-padding-bottom-0">
        <div class="am-fl am-cf">
          <strong class="am-text-primary am-text-lg">操作指南</strong> /
          <small>Help Page</small>
        </div>
      </div>
        <hr>
          <div class="am-u-sm-12 am-u-sm-centered">
             <h2>心理咨询预约</h2>
              <ol>
                <li>输入用户名，密码登录个人账号</li>
                <li>功能区进入心理咨询预约后，选择预约时间提交</li>
                <li>请等待系统提示，若该时段有可咨询教师则提示：预约成功。否则将进入预约等待，成功系统将为您匹配教师。</li>
              </ol> 
              
              <h2>图书借阅</h2>
              <ol>
                <li>输入用户名,密码登录个人账号</li>
                <li>功能区选择查询书籍后，进入图书管理系统。</li>
                <li>可浏览馆藏书籍或进行书名搜索查看喜爱的书籍,将其加入“我的书架”。</li>
              </ol>
              
              <h2>报修</h2>
              <ol>
                <li>输入用户名，密码登录个人账号</li>
                <li>功能区进入报修</li>
                <li>输入故障位置及故障描述并点击提交</li>
              </ol>
              
              <hr/>
            
            <h1>关于我们</h1>
            <p>智慧校园心理预约系统，意在实现在大学生成长成才过程中从防治心理疾病、加强心理调节、
              完善心理品质三个层次履行教育职能，实现服务功能，为师生提供主动、便捷、及时、有效的
              心理健康服务；通过系统的在线预约功能，学生可以提前和辅导老师进行预约，在规定的时间
              进行心理咨询，避免了排队等待造成的时间的浪费，切实提高大学生的心理健康教育与咨询工
              作效率与质量，为大学生健康成长和全面成才服务。</p>
                        
            <h3>团队介绍</h3>
            <p>本系统的使用人员，主要包括学生、辅导老师和系统管理员。学生通过本系统在自己合适的时
              间提出预约申请，并在约定的时间及时进行交流沟通，节省漫无目的的排队时间，提高效率。
              辅导老师进入本系统，可以接受或拒绝学生的预约，查看学生的预约咨询记录，分析该学生的
              心理健康状况，能够尽早地发现和预防学生较为普遍存在的各种心理问题。</p>

            <hr/>

            <h2>Bug 反馈</h2>
            <p>感谢对 智慧校园 的关注和支持，如遇到 Bug 或者使用问题，可以通过以下途径反馈给我们：</p>
            <ol>
              <li>在 GitHub 项目主页提交 <a href="#" target="_blank">Issue</a>。</li>
            </ol>
            <p>反馈注意事项</p>
            <p>为了能最准确的传达所描述的问题， 建议你在反馈时附上演示，方便我们理解。</p>
          </div>


      </div>
    </div>